[
{"<input>": "煤矿建设项目安全预评价实施细则（AQ1095-2014）的制定目的是什么？", "<output>": "煤矿建设项目安全预评价实施细则的制定目的是为了落实《煤矿建设项目安全设施监察规定》，规范煤矿建设项目安全预评价行为，有效发挥安全预评价在建设项目安全核准、安全专篇编制、建设及生产过程等工作中的重要作用。"},
{"<input>": "煤矿建设项目安全预评价实施细则由哪个机构提出？", "<output>": "煤矿建设项目安全预评价实施细则由国家安全生产监督管理总局提出。"},
{"<input>": "煤矿建设项目安全预评价实施细则的归口单位是哪个？", "<output>": "煤矿建设项目安全预评价实施细则由全国安全生产标准化技术委员会煤炭分技术委员会归口。"},
{"<input>": "煤矿建设项目安全预评价实施细则的负责起草单位有哪些？", "<output>": "煤矿建设项目安全预评价实施细则的负责起草单位是国家煤矿安全监察局安全监察司和中国煤炭工业劳动保护科学技术学会。"},
{"<input>": "煤矿建设项目安全预评价实施细则的参加起草单位有哪些？", "<output>": "煤矿建设项目安全预评价实施细则的参加起草单位是内蒙安邦安全科技有限公司和山西正诚矿山安全科技研究所。"},
{"<input>": "煤矿建设项目安全预评价实施细则是否是首次发布？", "<output>": "是的，煤矿建设项目安全预评价实施细则为首次发布。"},
{"<input>": "煤矿建设项目安全预评价实施细则的附录性质是什么？", "<output>": "煤矿建设项目安全预评价实施细则的全部附录为规范性附录。"},
{"<input>": "煤矿建设项目安全预评价实施细则的主要起草人是谁？", "<output>": "文本中未明确列出煤矿建设项目安全预评价实施细则的主要起草人，仅提到参加起草单位。"},
{"<input>": "煤矿建设项目安全预评价实施细则的制定依据是什么？", "<output>": "煤矿建设项目安全预评价实施细则的制定依据是国家有关法律法规和标准的要求。"},
{"<input>": "煤矿建设项目安全预评价实施细则在哪些工作中发挥重要作用？", "<output>": "煤矿建设项目安全预评价实施细则在建设项目安全核准、安全专篇编制、建设及生产过程等工作中发挥重要作用。"},
{"<input>": "煤矿建设项目安全预评价实施细则的主要内容包括哪些方面？", "<output>": "煤矿建设项目安全预评价实施细则主要包括煤矿建设项目安全预评价工作的管理规则、工作程序与内容、评价报告编制等的基本要求。"},
{"<input>": "在煤矿建设项目安全预评价工作中，实施细则规定了哪些基本要求？", "<output>": "实施细则规定了煤矿建设项目安全预评价工作的管理规则、工作程序与内容、评价报告编制等的基本要求。"},
{"<input>": "煤矿建设项目安全预评价的工作程序与内容是由哪个文件规定的？", "<output>": "煤矿建设项目安全预评价的工作程序与内容是由煤矿建设项目安全预评价实施细则规定的。"},
{"<input>": "煤矿建设项目安全预评价实施细则是否涵盖了评价报告编制的相关内容？", "<output>": "是的，煤矿建设项目安全预评价实施细则涵盖了评价报告编制的相关内容，包括其基本要求。"},
{"<input>": "煤矿建设项目安全预评价实施细则的作用是什么？", "<output>": "煤矿建设项目安全预评价实施细则的作用是规范煤矿建设项目安全预评价工作的管理规则、工作程序与内容、评价报告编制等的基本要求。"},
{"<input>": "煤矿建设项目安全预评价实施细则是否适用于所有煤矿建设项目？", "<output>": "煤矿建设项目安全预评价实施细则适用于所有需要进行安全预评价的煤矿建设项目，规定了其管理规则、工作程序与内容、评价报告编制等的基本要求。"},
{"<input>": "煤矿建设项目安全预评价实施细则中提到的管理规则具体指什么？", "<output>": "煤矿建设项目安全预评价实施细则中提到的管理规则是指对煤矿建设项目安全预评价工作进行规范和管理的基本准则和要求。"},
{"<input>": "煤矿建设项目安全预评价实施细则是否包括对工作程序的具体描述？", "<output>": "是的，煤矿建设项目安全预评价实施细则包括对工作程序的具体描述，规定了安全预评价工作的基本流程和步骤。"},
{"<input>": "煤矿建设项目安全预评价实施细则是否涉及评价报告的格式要求？", "<output>": "煤矿建设项目安全预评价实施细则涉及评价报告编制的基本要求，包括其内容和格式等方面的规定。"},
{"<input>": "煤矿建设项目安全预评价实施细则是否对评价内容有明确要求？", "<output>": "是的，煤矿建设项目安全预评价实施细则对评价内容有明确要求，规定了安全预评价工作的具体内容和范围。"},
{"<input>": "煤矿建设项目安全预评价实施细则适用于哪些类型的煤矿建设项目？", "<output>": "煤矿建设项目安全预评价实施细则适用于新建、改建、扩建等矿井建设项目。"},
{"<input>": "在进行煤矿安全预评价时，哪些矿井建设项目需要遵守该实施细则？", "<output>": "新建、改建、扩建等矿井建设项目在进行安全预评价时需要遵守该实施细则。"},
{"<input>": "煤矿建设项目安全预评价实施细则是否适用于所有类型的煤矿建设项目？如果不是，请说明适用范围。", "<output>": "煤矿建设项目安全预评价实施细则并非适用于所有类型的煤矿建设项目，其适用范围限定于新建、改建、扩建等矿井建设项目。"},
{"<input>": "请列举需要依据煤矿建设项目安全预评价实施细则开展安全预评价工作的煤矿建设项目类型。", "<output>": "需要依据煤矿建设项目安全预评价实施细则开展安全预评价工作的煤矿建设项目类型包括新建矿井建设项目、改建矿井建设项目和扩建矿井建设项目。"},
{"<input>": "在煤矿建设项目中，哪些类型的项目需要按照安全预评价实施细则进行相关工作？", "<output>": "在煤矿建设项目中，新建矿井、改建矿井和扩建矿井等类型的项目需要按照安全预评价实施细则进行相关工作。"},
{"<input>": "煤矿建设项目安全预评价实施细则是否适用于现有矿井的日常安全管理？", "<output>": "煤矿建设项目安全预评价实施细则不适用于现有矿井的日常安全管理，其适用范围仅限于新建、改建、扩建等矿井建设项目的安全预评价工作。"},
{"<input>": "如果一个煤矿项目不属于新建、改建或扩建类型，是否需要遵守该安全预评价实施细则？", "<output>": "如果一个煤矿项目不属于新建、改建或扩建类型，则不需要遵守该安全预评价实施细则。"},
{"<input>": "在煤矿建设项目中，哪些情况下的安全预评价工作必须依据该实施细则执行？", "<output>": "在煤矿建设项目中，新建矿井、改建矿井和扩建矿井的安全预评价工作必须依据该实施细则执行。"},
{"<input>": "煤矿建设项目安全预评价实施细则的适用对象是否包括矿井技术改造项目？", "<output>": "煤矿建设项目安全预评价实施细则的适用对象不包括单纯的矿井技术改造项目，除非该技术改造项目属于改建或扩建范畴。"},
{"<input>": "对于煤矿建设项目中的扩建工程，是否必须按照该实施细则进行安全预评价？", "<output>": "对于煤矿建设项目中的扩建工程，必须按照该实施细则进行安全预评价。"},
{"<input>": "在煤矿建设项目安全预评价实施细则中，引用文件AQ8001－2007和AQ8002－2007的适用性是如何规定的？", "<output>": "根据煤矿建设项目安全预评价实施细则，对于注明日期的引用文件AQ8001－2007和AQ8002－2007，其随后所有的修改本或修订版不适用于该细则。但鼓励各方研究是否可以使用这些文件的最新版本。对于不注明日期的引用文件，其最新版本适用于该细则。"},
{"<input>": "如果AQ8001－2007安全评价通则在后续发布了修订版，煤矿建设项目安全预评价实施细则是否自动采用该修订版？", "<output>": "不会自动采用。由于AQ8001－2007是注明日期的引用文件，其修订版不自动适用于煤矿建设项目安全预评价实施细则。但鼓励相关各方研究是否可以使用该修订版。"},
{"<input>": "煤矿建设项目安全预评价实施细则对于未注明日期的引用文件的最新版本持何种态度？", "<output>": "煤矿建设项目安全预评价实施细则明确规定，凡是不注明日期的引用文件，其最新版本适用于该细则。"},
{"<input>": "在煤矿建设项目安全预评价中，如果引用文件AQ8002－2007安全预评价导则发生了勘误，是否会影响该细则的适用性？", "<output>": "不影响。细则明确指出，对于注明日期的引用文件，其随后所有的修改本不包括勘误的内容，因此勘误不影响细则的适用性。"},
{"<input>": "煤矿建设项目安全预评价实施细则是否强制要求使用AQ8001－2007和AQ8002－2007的最新版本？", "<output>": "不强制要求。对于注明日期的引用文件AQ8001－2007和AQ8002－2007，细则不强制要求使用其最新版本，但鼓励相关各方研究是否可以使用最新版本。"},
{"<input>": "在煤矿建设项目安全预评价中，如何确定引用文件的适用版本？", "<output>": "根据煤矿建设项目安全预评价实施细则，对于注明日期的引用文件，适用其标注的版本；对于未注明日期的引用文件，适用其最新版本。"},
{"<input>": "如果相关方在煤矿建设项目安全预评价中达成协议，是否可以使用AQ8001－2007的最新修订版？", "<output>": "可以。细则鼓励根据煤矿建设项目安全预评价实施细则达成协议的各方研究是否可以使用这些文件的最新版本。"},
{"<input>": "煤矿建设项目安全预评价的主要目的是什么？", "<output>": "煤矿建设项目安全预评价的主要目的是在煤矿建设项目可行性研究阶段，根据建设项目可行性研究报告的内容及相关基础资料，定性、定量分析和预测建设项目可能存在的主要危险、有害因素及其危险程度，评价项目建设方案与安全生产法律法规、规章、标准、规范的符合性，提出合理可行的安全对策措施及建议，做出安全评价结论。"},
{"<input>": "在煤矿建设项目安全预评价中，需要分析和预测哪些内容？", "<output>": "在煤矿建设项目安全预评价中，需要定性、定量分析和预测建设项目可能存在的主要危险、有害因素及其危险程度。"},
{"<input>": "煤矿建设项目安全预评价的依据是什么？", "<output>": "煤矿建设项目安全预评价的依据是建设项目可行性研究报告的内容及相关基础资料。"},
{"<input>": "煤矿建设项目安全预评价需要评价项目建设方案与哪些方面的符合性？", "<output>": "煤矿建设项目安全预评价需要评价项目建设方案与安全生产法律法规、规章、标准、规范的符合性。"},
{"<input>": "煤矿建设项目安全预评价的最终成果包括哪些内容？", "<output>": "煤矿建设项目安全预评价的最终成果包括提出合理可行的安全对策措施及建议，并做出安全评价结论。"},
{"<input>": "煤矿建设项目安全预评价是在哪个阶段进行的？", "<output>": "煤矿建设项目安全预评价是在煤矿建设项目可行性研究阶段进行的。"},
{"<input>": "煤矿建设项目安全预评价的定义是什么？", "<output>": "煤矿建设项目安全预评价是指在煤矿建设项目可行性研究阶段，根据建设项目可行性研究报告的内容及相关基础资料，定性、定量分析和预测建设项目可能存在的主要危险、有害因素及其危险程度，评价项目建设方案与安全生产法律法规、规章、标准、规范的符合性，提出合理可行的安全对策措施及建议，做出安全评价结论的活动。"},
{"<input>": "煤矿建设项目安全预评价的主要任务有哪些？", "<output>": "煤矿建设项目安全预评价的主要任务包括分析和预测建设项目可能存在的主要危险、有害因素及其危险程度，评价项目建设方案与安全生产法律法规、规章、标准、规范的符合性，提出合理可行的安全对策措施及建议，并做出安全评价结论。"},
{"<input>": "煤矿建设项目安全预评价中提到的‘安全对策措施及建议’需要满足什么条件？", "<output>": "煤矿建设项目安全预评价中提到的‘安全对策措施及建议’需要是合理可行的。"},
{"<input>": "煤矿建设项目安全预评价的核心内容是什么？", "<output>": "煤矿建设项目安全预评价的核心内容是定性、定量分析和预测建设项目可能存在的主要危险、有害因素及其危险程度，评价项目建设方案与安全生产法律法规、规章、标准、规范的符合性，提出合理可行的安全对策措施及建议，做出安全评价结论。"},
{"<input>": "煤矿建设项目在什么阶段需要进行安全预评价？", "<output>": "煤矿建设项目在完成项目可行性研究报告后，应进行安全预评价。"},
{"<input>": "哪些安全评价中介机构可以承担煤矿建设项目安全预评价工作？", "<output>": "煤矿建设项目安全预评价工作应由具有国家规定的煤炭开采类安全评价资质的安全评价中介机构承担。"},
{"<input>": "设计生产能力为1.5Mt/a的井工煤矿建设项目，其安全预评价工作应由哪类资质的安全评价中介机构承担？", "<output>": "设计或者新增生产能力在1.2Mt/a及以上的井工煤矿建设项目，其安全预评价工作应由具有甲级资质的安全评价中介机构承担。"},
{"<input>": "一个设计生产能力为3.0Mt/a的露天煤矿建设项目，其安全预评价工作应由哪类资质的安全评价中介机构承担？", "<output>": "设计或者新增生产能力在4.0Mt/a及以上的露天煤矿建设项目，其安全预评价工作应由具有甲级资质的安全评价中介机构承担。其他煤矿建设项目的安全预评价工作由具有甲级资质或建设项目所在省（区、市）乙级资质的安全评价中介机构承担。"},
{"<input>": "建设单位在选择安全评价中介机构时有哪些要求？", "<output>": "建设单位应自主选择具备相应资质的安全评价中介机构承担煤矿建设项目安全预评价业务，并与承担煤矿建设项目安全预评价工作的中介机构签订书面委托合同，明确各自的责任、权利和义务。"},
{"<input>": "建设单位在安全预评价过程中有哪些责任？", "<output>": "建设单位应为安全评价中介机构有效实施煤矿建设项目安全预评价创造必要的工作条件，提供预评价必需的基础资料，并对提供资料的真实性负责。"},
{"<input>": "承担煤矿建设项目安全预评价的中介机构有哪些责任？", "<output>": "承担煤矿建设项目安全预评价的中介机构，应客观公正、实事求是、独立地开展安全预评价工作，并对所做出的安全预评价结果独立承担法律责任。"},
{"<input>": "在安全预评价过程中，哪些行为是被禁止的？", "<output>": "任何部门和个人不得干预安全评价中介机构的正常业务，不得指定建设单位接受特定安全评价中介机构开展安全预评价工作。评价单位与被评价对象有利害关系的应予回避。"},
{"<input>": "安全预评价报告在煤矿建设项目中有何作用？", "<output>": "安全预评价报告是煤矿建设项目核准、安全专篇审查必备基础材料。承担煤矿建设项目安全预评价工作的中介机构，应当按照规定的标准和程序实施安全预评价，做出科学、公正、客观的安全预评价结论，提出安全预评价报告。"},
{"<input>": "如果一个煤矿建设项目的设计生产能力为0.8Mt/a，其安全预评价工作可以由哪些资质的安全评价中介机构承担？", "<output>": "其他煤矿建设项目的安全预评价工作由具有甲级资质或建设项目所在省（区、市）乙级资质的安全评价中介机构承担。"},
{"<input>": "煤矿建设项目安全预评价的前期准备阶段需要收集哪些综合性资料？", "<output>": "前期准备阶段需要收集的综合性资料包括：1. 建设单位概况，包括隶属关系；2. 建设项目基本情况，包括所在地区、气候条件、周边环境及其交通情况图，建设规模、矿区开发情况等。"},
{"<input>": "在煤矿建设项目安全预评价中，现场调查阶段需要收集哪些与建设项目设立依据相关的资料？", "<output>": "现场调查阶段需要收集的与建设项目设立依据相关的资料包括：1. 建设项目地质勘探报告书及评审备案资料、国土资源部门储量备案证明；2. 建设项目可行性研究报告及评审资料、批准文件；3. 高瓦斯和煤与瓦斯突出矿井瓦斯抽采方案（包括设计图纸）；4. 与建设项目设立依据有关的其他矿山安全基础资料及文件。"},
{"<input>": "改建、扩建矿井现状资料中需要提供哪些图纸资料？", "<output>": "改建、扩建矿井现状资料中需要提供的图纸资料包括：矿井地质和水文地质图，井上、下对照图，巷道布置图，采掘工程平面图，通风系统图，井下运输系统图，安全监测装备布置图，排水、防尘、防火注浆、压风、充填、抽放瓦斯等管路系统图，井下通信系统图，井上、下配电系统图，井下电气设备布置图，井下避灾路线图。"},
{"<input>": "煤矿建设项目安全预评价的工作程序包括哪些步骤？", "<output>": "煤矿建设项目安全预评价的工作程序包括：1. 前期准备；2. 现场调查；3. 危险、有害因素辨识与分析；4. 类比工程评价分析；5. 划分评价单元；6. 选择评价方法；7. 定性、定量评价；8. 安全对策措施；9. 评价结论。"},
{"<input>": "在煤矿建设项目安全预评价的前期准备阶段，评价工作组需要明确哪些内容？", "<output>": "在前期准备阶段，评价工作组需要明确煤矿建设项目安全预评价对象和评价范围，并组建评价工作组。"},
{"<input>": "煤矿建设项目安全预评价中，需要收集哪些与改建、扩建矿井现状相关的说明性资料？", "<output>": "需要收集的与改建、扩建矿井现状相关的说明性资料包括：1. 矿井开拓方式、开采水平、生产系统及辅助系统说明；2. 灾害事故防范控制的基本措施和效果资料；3. 安全管理及安全生产情况说明。"},
{"<input>": "煤矿建设项目安全预评价中，前期准备阶段需要收集哪些法律法规和标准？", "<output>": "前期准备阶段需要收集国内相关法律法规、标准、规章、规范。"},
{"<input>": "煤矿建设项目安全预评价中，危险、有害因素辨识与分析阶段的主要任务是什么？", "<output>": "危险、有害因素辨识与分析阶段的主要任务是对煤矿建设项目中可能存在的危险、有害因素进行识别和分析，为后续的评价工作提供依据。"},
{"<input>": "煤矿建设项目安全预评价中，类比工程评价分析阶段的目的是什么？", "<output>": "类比工程评价分析阶段的目的是通过对比类似工程的安全评价结果和经验，为当前项目的安全评价提供参考和借鉴。"},
{"<input>": "煤矿建设项目安全预评价中，划分评价单元的依据是什么？", "<output>": "划分评价单元的依据是煤矿建设项目的不同系统、区域或功能，将项目划分为若干个相对独立的评价单元，以便进行针对性的安全评价。"},
{"<input>": "煤矿建设项目安全预评价中，选择评价方法时需要考虑哪些因素？", "<output>": "选择评价方法时需要考虑煤矿建设项目的具体情况、评价单元的特点、危险有害因素的性质以及评价目的等因素，确保所选方法能够全面、客观地反映项目的安全状况。"},
{"<input>": "煤矿建设项目安全预评价中，定性、定量评价阶段的主要工作内容是什么？", "<output>": "定性、定量评价阶段的主要工作内容是对煤矿建设项目中的危险、有害因素进行定性和定量分析，评估其可能带来的风险程度，为制定安全对策措施提供依据。"},
{"<input>": "煤矿建设项目安全预评价中，安全对策措施阶段的主要任务是什么？", "<output>": "安全对策措施阶段的主要任务是根据评价结果，提出针对性的安全技术和管理措施，以降低或消除项目中的危险、有害因素，确保煤矿建设项目的安全运行。"},
{"<input>": "煤矿建设项目安全预评价中，评价结论阶段的主要输出是什么？", "<output>": "评价结论阶段的主要输出是对煤矿建设项目安全状况的综合评价结果，包括项目的安全可行性、存在的主要风险及建议采取的安全对策措施等。"},
{"<input>": "煤矿建设项目安全预评价中，前期准备阶段收集的建设项目地质勘探报告书需要哪些评审备案资料？", "<output>": "前期准备阶段收集的建设项目地质勘探报告书需要包括评审备案资料和国土资源部门储量备案证明。"},
{"<input>": "煤矿建设项目安全预评价中，高瓦斯和煤与瓦斯突出矿井需要提供哪些瓦斯抽采方案资料？", "<output>": "高瓦斯和煤与瓦斯突出矿井需要提供瓦斯抽采方案，包括设计图纸。"},
{"<input>": "煤矿建设项目安全预评价中，改建、扩建矿井现状资料中的矿井开拓方式需要包括哪些内容？", "<output>": "改建、扩建矿井现状资料中的矿井开拓方式需要包括矿井开拓方式、开采水平、生产系统及辅助系统的说明。"},
{"<input>": "煤矿建设项目安全预评价中，灾害事故防范控制的基本措施和效果资料包括哪些内容？", "<output>": "灾害事故防范控制的基本措施和效果资料包括对矿井中可能发生的灾害事故的防范措施及其实际效果的说明。"},
{"<input>": "煤矿建设项目安全预评价中，安全管理及安全生产情况说明需要包括哪些内容？", "<output>": "安全管理及安全生产情况说明需要包括矿井的安全管理体系、安全生产记录、事故处理情况等方面的说明。"},
{"<input>": "煤矿建设项目安全预评价中，井上、下对照图的主要作用是什么？", "<output>": "井上、下对照图的主要作用是展示矿井地面与井下之间的对应关系，帮助评价人员了解矿井的整体布局和空间关系。"},
{"<input>": "在进行煤矿建设项目安全预评估时，需要收集哪些与地质构造相关的资料？", "<output>": "需要收集的地质构造资料包括：区域地质构造特征、断层分布及性质、褶皱发育情况、岩浆岩侵入体分布、岩溶发育程度以及构造对煤层稳定性和开采条件的影响分析报告等。"},
{"<input>": "煤矿安全预评估中关于煤层瓦斯赋存需要分析哪些具体内容？", "<output>": "需分析煤层瓦斯含量测定数据、瓦斯压力梯度、瓦斯吸附/解吸特性、瓦斯风化带深度、各煤层瓦斯涌出量预测值，以及瓦斯地质单元划分图等核心参数。"},
{"<input>": "如何获取改建扩建矿井的瓦斯等级鉴定资料？这些资料应包括哪些关键指标？", "<output>": "应通过近期（不超过3年）具有资质的鉴定机构出具的瓦斯等级鉴定报告获取，关键指标包括绝对瓦斯涌出量、相对瓦斯涌出量、瓦斯涌出形式（均匀/异常）、采掘工作面瓦斯浓度监测数据及鉴定时的开采条件说明。"},
{"<input>": "分析煤层自燃倾向性时，实验室测试需要提供哪些具体参数？", "<output>": "需提供煤样的吸氧量测定结果（Vd值）、自燃倾向性等级鉴定（Ⅰ类易自燃/Ⅱ类自燃/Ⅲ类不易自燃）、最短自然发火期实验数据，以及煤样工业分析指标（水分、灰分、挥发分）等参数。"},
{"<input>": "煤矿冲击地压风险评估需要准备哪些基础数据？", "<output>": "需准备煤层顶底板岩性力学参数（抗压/抗拉强度）、原岩应力测量数据、历史冲击地压记录、采深与采厚比值、保护层开采情况、微震监测系统数据及邻近矿区冲击地压案例统计分析。"},
{"<input>": "矿井热害评估需要收集哪些气象与地温数据？", "<output>": "需收集矿区恒温带深度与温度、地温梯度实测值、各开采水平原岩温度预测值、井下风流温湿度监测数据、全年气象温度变化曲线及矿井机械制冷设备运行参数等。"},
{"<input>": "对于含放射性物质的矿井，安全预评估需特别关注哪些检测项目？", "<output>": "需检测γ辐射剂量率、氡及其子体浓度、放射性核素比活度（铀-238、钍-232、镭-226）、放射性粉尘浓度、个人累积辐射剂量以及辐射防护设施有效性验证报告。"},
{"<input>": "如何验证井田范围内采空区及废弃巷道资料的准确性？", "<output>": "应通过三维地震勘探数据验证、老窑调查记录核对、井下物探（瞬变电磁法）检测结果比对、历史开采图纸数字化复原，并结合矿井通风阻力测定异常点分析进行综合验证。"},
{"<input>": "煤矿水文地质分析中必须包含哪些突水危险性评价要素？", "<output>": "必须包含含水层富水性分区、导水断层与陷落柱分布、隔水层厚度稳定性分析、矿井正常/最大涌水量预测、老空水空间位置标定、突水系数计算及防水煤柱留设合理性论证等要素。"},
{"<input>": "安全预评估时如何利用本矿区灾害防治主要经验资料？", "<output>": "需系统分析历史灾害事故案例处置报告、有效防治技术方案（如瓦斯抽采参数优化记录）、应急预案演练效果评估、安全投入与事故率相关性统计，以及特殊地质条件下工程应对措施的实效性总结。"},
{"<input>": "类比工程资料在煤矿安全预评估中应如何选取匹配对象？", "<output>": "选取原则包括：地质条件相似性（煤层倾角误差≤5°）、开采工艺一致性（综采/炮采匹配）、灾害类型同源性（均属高瓦斯矿井）、开采深度相近（±100m范围内）且产能规模差异不超过30%的已投产矿井。"},
{"<input>": "煤矿安全专项投资分析需重点审查哪些资金流向？", "<output>": "需审查瓦斯抽采系统建设费、防突设备购置费、安全监控系统升级支出、防灭火材料储备金、水文地质勘探专项款、冲击地压防治研究经费及安全培训设施投入等关键项目的预算执行率。"},
{"<input>": "工程地质资料中哪些岩石力学条件对开采构成重大风险？", "<output>": "主要包括软弱岩层厚度占比超过30%、岩石质量指标RQD＜50%、巷道围岩变形速率＞5mm/d、顶板初次来压步距超过50m、底板抗渗系数＜10-7cm/s等显著影响支护稳定性和突水风险的力学参数异常区。"},
{"<input>": "煤尘爆炸性鉴定报告必须包含哪些法定检测项目？", "<output>": "必须包含煤尘云最低着火温度测定、爆炸下限浓度测试（g/m³）、最大爆炸压力及压力上升速率测定、挥发分含量与爆炸指数关联分析，以及煤尘湿润接触角测试等强制性检测项目结果。"},
{"<input>": "如何评估井田四邻采空区对新建矿井通风系统的影响？", "<output>": "需通过相邻矿井采掘工程平面图叠加分析、连通性气体检测（CO/CH4浓度梯度）、地表沉陷观测数据反演、通风网络解算软件模拟漏风通道，并评估预留保安煤柱的防风化密封措施有效性。"},
{"<input>": "煤矿建设项目安全预评估中，现场调查需要重点关注哪些自然地理因素？", "<output>": "现场调查需重点考察煤矿建设项目所在地的地形地貌、气候条件、水文特征、地震烈度等自然地理因素，这些因素直接影响矿井选址、通风设计和防洪排涝系统的规划。"},
{"<input>": "如何验证安全预评价报告中类比工程数据的可靠性？", "<output>": "应对报告中引用的类比工程进行实地调查，核实其地质构造、开采条件、灾害防治措施等关键参数与实际工况的匹配度，确保数据来源真实可靠且具有可比性。"},
{"<input>": "针对改扩建煤矿项目，现场调查时应特别关注哪些现状问题？", "<output>": "需重点调查现有矿井的通风系统完整性、采空区分布情况、瓦斯抽采效果、排水能力等生产系统现状，以及历史事故记录和既有安全隐患整改情况。"},
{"<input>": "周边环境调查在煤矿安全预评估中的具体内容包括哪些？", "<output>": "包括评估矿区半径5公里范围内居民区分布、重要基础设施（如铁路、水库）位置、生态保护区范围，以及相邻矿井的采掘活动对评估项目的潜在影响。"},
{"<input>": "地质条件调查在安全预评估阶段需要获取哪些关键数据？", "<output>": "必须收集煤层赋存稳定性、顶底板岩性、断层褶皱发育程度、瓦斯含量、水文地质单元划分、地温梯度等基础地质参数，以及冲击地压、煤与瓦斯突出等灾害危险性评估数据。"},
{"<input>": "对于存在小窑开采历史的矿区，现场调查应采取哪些特殊措施？", "<output>": "应通过走访当地居民、查阅历史资料结合物探手段，查明小窑开采范围、巷道分布、积水情况，并评估其对正规开采的透水、瓦斯异常涌出等风险影响程度。"},
{"<input>": "资源条件调查如何影响煤矿安全预评估结论？", "<output>": "需准确核实煤层厚度、倾角、埋深等资源参数，这些数据直接决定开采方式选择（露天/井工）、巷道布置方案及相应的安全投入规模，是评估经济可行性与安全风险等级的基础依据。"},
{"<input>": "在进行煤矿建设项目安全预评估时，如何辨识和分析生产过程中可能存在的危险、有害因素？", "<output>": "依据建设项目地质报告和可行性研究报告等资料和现场调查情况，辨识该建设项目和生产过程中可能存在的各种危险、有害因素，分析其危险程度。应以瓦斯、煤尘、水、火、顶板、地热等自然灾害类危险因素和本建设项目特殊的有害因素为辨识重点。"},
{"<input>": "煤矿建设项目安全预评估中，危险、有害因素的辨识重点包括哪些？", "<output>": "危险、有害因素的辨识重点包括瓦斯、煤尘、水、火、顶板、地热等自然灾害类危险因素和本建设项目特殊的有害因素。"},
{"<input>": "在煤矿建设项目安全预评估中，如何分析危险、有害因素可能导致灾害事故的类型？", "<output>": "分析危险、有害因素可能导致灾害事故的类型、可能的激发条件和作用规律、主要存在场所。"},
{"<input>": "煤矿建设项目安全预评估中，如何利用类比工程、邻近矿井和改扩建矿井的资料进行危险、有害因素分析？", "<output>": "结合类比工程、邻近矿井、改扩建矿井积累的实际资料和典型事故案例作进一步分析。"},
{"<input>": "在煤矿建设项目安全预评估中，如何确定危险有害因素的危险度排序？", "<output>": "在综合分析的基础上，确定危险有害因素的危险度排序。"},
{"<input>": "煤矿建设项目安全预评估中，危险、有害因素的辨识和分析需要依据哪些资料？", "<output>": "危险、有害因素的辨识和分析需要依据建设项目地质报告和可行性研究报告等资料和现场调查情况。"},
{"<input>": "煤矿建设项目安全预评估中，危险、有害因素的分析应包括哪些内容？", "<output>": "危险、有害因素的分析应包括可能导致灾害事故的类型、可能的激发条件和作用规律、主要存在场所。"},
{"<input>": "煤矿建设项目安全预评估中，如何进一步分析危险、有害因素？", "<output>": "结合类比工程、邻近矿井、改扩建矿井积累的实际资料和典型事故案例作进一步分析。"},
{"<input>": "煤矿建设项目安全预评估中，危险、有害因素的危险度排序是如何确定的？", "<output>": "在综合分析的基础上，确定危险有害因素的危险度排序。"},
{"<input>": "煤矿建设项目安全预评估中，危险、有害因素的辨识和分析应重点关注哪些自然灾害类危险因素？", "<output>": "危险、有害因素的辨识和分析应重点关注瓦斯、煤尘、水、火、顶板、地热等自然灾害类危险因素。"},
{"<input>": "在煤矿建设项目安全预评估中，如何确定类比工程选择的依据？", "<output>": "在煤矿建设项目安全预评估中，确定类比工程选择的依据需要根据建设项目的实际情况进行分析。具体包括项目的规模、地质条件、开采方法、危险有害因素的类型等，确保选择的类比工程在关键参数上与建设项目具有可比性。"},
{"<input>": "进行类比工程评价分析时，如何确保收集的数据资料可靠且充分？", "<output>": "进行类比工程评价分析时，应通过多渠道收集类比工程的相关数据资料，包括历史事故记录、安全监测数据、工程设计文件等。同时需对数据的来源、采集方法和时间进行核实，确保数据的准确性和时效性，并通过交叉验证等方法评估数据的可靠性。"},
{"<input>": "类比工程与建设项目的主要危险、有害因素对比分析应包括哪些内容？", "<output>": "类比工程与建设项目的主要危险、有害因素对比分析应包括危险有害因素的种类、危害程度以及存在场所。具体需对比两者在瓦斯、煤尘、顶板、水害、火灾等方面的差异，分析其潜在风险及可能造成的后果。"},
{"<input>": "在类比工程安全生产对建设项目的借鉴分析中，应重点关注哪些方面？", "<output>": "在类比工程安全生产对建设项目的借鉴分析中，应重点关注主要危险有害因素的控制防范措施、安全参数的确定、开拓开采部署的合理性、开采方法的选择以及安全系统的建立。这些方面直接关系到建设项目的安全性和可行性。"},
{"<input>": "如何通过类比工程的安全生产经验优化建设项目的安全参数？", "<output>": "通过分析类比工程的安全参数设置及其实际效果，结合建设项目的具体条件，可以优化安全参数的确定。例如，参考类比工程的瓦斯浓度监测阈值、通风系统设计参数等，调整建设项目的安全参数，确保其科学性和适用性。"},
{"<input>": "在煤矿建设项目安全预评估中，类比工程的开采方法选择对建设项目有何借鉴意义？", "<output>": "类比工程的开采方法选择对建设项目具有重要的借鉴意义。通过分析类比工程采用的开采方法（如长壁开采、房柱式开采等）及其安全表现，可以为建设项目选择适合的开采方法提供依据，避免重复类似的安全风险。"},
{"<input>": "类比工程的安全系统建立经验如何应用于建设项目？", "<output>": "类比工程的安全系统建立经验可以为建设项目提供参考，包括监测预警系统、应急救援系统、通风系统等的设计和实施。通过分析类比工程安全系统的有效性，建设项目可以优化自身的安全系统设计，提升整体安全水平。"},
{"<input>": "在类比工程评价分析中，如何评估危险有害因素的危害程度？", "<output>": "在类比工程评价分析中，评估危险有害因素的危害程度需结合历史事故数据、现场监测结果以及专家评估意见，综合分析其对人员、设备及环境的潜在影响。具体包括事故发生的频率、后果严重性以及可控性等方面的评估。"},
{"<input>": "类比工程的开拓开采部署对建设项目的安全预评估有何作用？", "<output>": "类比工程的开拓开采部署对建设项目的安全预评估具有指导作用。通过分析类比工程的开拓开采部署是否合理，是否有效避免了重大安全隐患，可以为建设项目的开拓开采部署提供优化建议，确保其安全性和经济性。"},
{"<input>": "在井工矿井建设项目安全预评价中，评价单元的划分应遵循哪些原则？", "<output>": "评价单元应相对独立，具有明显的特征界限。"},
{"<input>": "井工矿井建设项目安全预评价中，哪些单元与瓦斯防治相关？", "<output>": "井工矿井建设项目安全预评价中与瓦斯防治相关的单元包括瓦斯防治单元和通风单元。"},
{"<input>": "露天煤矿建设项目安全预评价中，哪些单元涉及边坡安全？", "<output>": "露天煤矿建设项目安全预评价中涉及边坡安全的单元是边坡与滑坡防治单元。"},
{"<input>": "井工矿井和露天煤矿建设项目安全预评价中，哪些单元是两者共有的？", "<output>": "井工矿井和露天煤矿建设项目安全预评价中共有的单元包括防灭火单元、防治水单元、爆破器材储存、运输单元、压气及其输送单元、电气单元、应急救援单元、安全管理单元以及卫生、保健与健康监护单元。"},
{"<input>": "在井工矿井建设项目安全预评价中，粉尘防治单元的作用是什么？", "<output>": "粉尘防治单元在井工矿井建设项目安全预评价中用于评估和控制矿井生产过程中产生的粉尘，以保障作业人员的健康和安全。"},
{"<input>": "露天煤矿建设项目安全预评价中，排土单元的具体内容是什么？", "<output>": "排土单元在露天煤矿建设项目安全预评价中用于评估排土场的设计、排土工艺以及排土过程中的安全措施。"},
{"<input>": "井工矿井建设项目安全预评价中，应急救援单元包括哪些内容？", "<output>": "应急救援单元在井工矿井建设项目安全预评价中包括应急预案的制定、应急救援设施的配置、应急演练以及事故应急处理等内容。"},
{"<input>": "露天煤矿建设项目安全预评价中，安全管理单元的主要职责是什么？", "<output>": "安全管理单元在露天煤矿建设项目安全预评价中主要负责评估安全管理制度、安全培训、安全检查以及事故预防措施的落实情况。"},
{"<input>": "井工矿井建设项目安全预评价中，卫生、保健与健康监护单元的作用是什么？", "<output>": "卫生、保健与健康监护单元在井工矿井建设项目安全预评价中用于评估作业场所的卫生条件、职业病防护措施以及作业人员的健康监护情况。"},
{"<input>": "露天煤矿建设项目安全预评价中，电气单元的安全评估重点是什么？", "<output>": "电气单元在露天煤矿建设项目安全预评价中的安全评估重点包括电气设备的安全性能、防雷防静电措施、电气火灾预防以及电气作业人员的安全培训。"},
{"<input>": "在煤矿建设项目安全预评估中，选择评价方法时应遵循哪些基本原则？", "<output>": "应根据评价的目的、要求和评价对象的特点，选择科学、合理、适用的定性、定量评价方法，以便于开展针对性的安全评价为基本原则。"},
{"<input>": "如何确保煤矿安全预评估所选评价方法的适用性？", "<output>": "需结合评价的具体目标、项目特点及评估要求，优先选用能实现针对性安全评价的科学、合理定性或定量方法。"},
{"<input>": "煤矿安全预评估中评价方法的选取需考虑哪些关键因素？", "<output>": "关键因素包括评价目的明确性、项目特殊性要求以及评价方法本身的科学性、合理性和适用性（定性或定量）。"},
{"<input>": "为什么在煤矿安全预评估中要强调评价方法的针对性？", "<output>": "针对性原则能确保评价方法紧密契合项目特点和评估需求，从而有效识别特定风险并提高安全预评估的准确性。"},
{"<input>": "定性评价方法与定量评价方法在煤矿安全预评估中如何协调使用？", "<output>": "需根据评价对象的具体风险特征，选择能互补的方法组合，定性方法用于风险识别，定量方法用于风险程度分析，共同满足评估的全面性要求。"},
{"<input>": "在煤矿建设项目安全预评估中，如何进行定性、定量评价？", "<output>": "根据地质报告等基础资料和可行性研究报告提出的设计方案，分单元进行定性、定量评价，确定评价单元中危险、有害因素导致事故发生的危险度。"},
{"<input>": "煤矿安全预评估中需要评价哪些与安全生产有关的主要数据资料的充分性和可靠程度？", "<output>": "需要评价矿井瓦斯地质、煤层自燃倾向性、煤尘爆炸危险性、岩（煤）体含水储水条件、顶底板岩石力学性质、地质构造、地压、热害、老窑和采空区分布等与安全生产有关主要数据资料的充分性和可靠程度。"},
{"<input>": "在煤矿安全预评估中，如何分析下一步地质工作的必要性和主要工作方向？", "<output>": "通过评价矿井瓦斯地质、煤层自燃倾向性、煤尘爆炸危险性、岩（煤）体含水储水条件、顶底板岩石力学性质、地质构造、地压、热害、老窑和采空区分布等与安全生产有关主要数据资料的充分性和可靠程度，分析下一步地质工作的必要性和主要工作方向。"},
{"<input>": "煤矿安全预评估中如何评价生产系统的安全可靠性？", "<output>": "评价生产系统（单元）的安全可靠性，安全系统（设施）的必要性和充分性，安全技术措施的可行性、充分性及可能效果，分析存在的不足或缺陷。"},
{"<input>": "对于煤矿改扩建项目，安全预评估需要特别关注哪些方面？", "<output>": "根据改扩建项目现状和设计方案，评价保证改扩建期间安全生产的技术和管理措施。"},
{"<input>": "在煤矿建设项目安全预评估中，如何评价建设单位的安全管理工作能力？", "<output>": "根据项目建设单位的工作业绩，评价建设单位安全管理工作能力。"},
{"<input>": "煤矿安全预评估中评价安全技术措施时需要关注哪些方面？", "<output>": "需要评价安全技术措施的可行性、充分性及可能效果，分析存在的不足或缺陷。"},
{"<input>": "煤矿安全预评估中如何确定评价单元中危险、有害因素导致事故发生的危险度？", "<output>": "根据地质报告等基础资料和可行性研究报告提出的设计方案，分单元进行定性、定量评价，确定评价单元中危险、有害因素导致事故发生的危险度。"},
{"<input>": "在煤矿安全预评估中，评价安全系统（设施）时需要关注哪些方面？", "<output>": "需要评价安全系统（设施）的必要性和充分性，分析存在的不足或缺陷。"},
{"<input>": "煤矿安全预评估中如何分析地质构造对安全生产的影响？", "<output>": "通过评价地质构造等与安全生产有关主要数据资料的充分性和可靠程度，分析其对安全生产的影响。"},
{"<input>": "在煤矿建设项目安全预评估中，如果可行性研究报告中的生产系统工艺存在不符合安全生产法律法规的问题，评估方应如何处理？", "<output>": "评估方应针对可行性研究报告中违反安全生产法律法规的生产系统工艺提出具体改进措施，确保设计方案符合法律要求和技术标准。"},
{"<input>": "如何根据定性、定量评价结果对煤矿建设项目的安全设施设计提出要求？", "<output>": "应根据定性、定量评价结果，明确设计中需重点关注的安全问题，并对建设项目选择的安全设施提出具体要求和详细说明，确保其有效性和适用性。"},
{"<input>": "对于煤矿建设项目中可能导致重大事故的危险因素，安全预评估应提出哪些措施？", "<output>": "针对可能导致重大事故的危险因素，安全预评估应提出进一步的安全技术措施和管理措施，以降低事故发生的概率和影响。"},
{"<input>": "如果煤矿建设项目的地质资料不完整或可信度低，安全预评估应如何处理？", "<output>": "安全预评估应针对地质资料不完整或可信度低的问题，提出下一步地质工作或专项研究的意见，以确保设计依据的可靠性和准确性。"},
{"<input>": "煤矿建设项目安全预评估中，如何对可行性研究报告中的安全系统缺陷提出改进建议？", "<output>": "评估方应详细分析可行性研究报告中的安全系统缺陷，提出具体的改进措施，确保安全系统的设计符合技术标准和实际需求。"},
{"<input>": "在煤矿建设项目安全预评估中，如何确保设计方案适合实际建设条件？", "<output>": "评估方应对设计方案进行全面审查，针对不适合实际建设条件的部分提出改进建议，确保设计方案的科学性和可行性。"},
{"<input>": "对于煤矿建设项目中容易导致事故发生的危险因素，安全预评估应如何应对？", "<output>": "安全预评估应针对容易导致事故发生的危险因素，提出具体的安全技术措施和管理措施，以增强项目的安全性和可靠性。"},
{"<input>": "煤矿建设项目安全预评估中，如何对可行性研究报告中的安全技术措施不足提出改进意见？", "<output>": "评估方应详细分析可行性研究报告中的安全技术措施不足，提出具体的补充和改进意见，确保技术措施的有效性和全面性。"},
{"<input>": "在煤矿建设项目安全预评估中，如何确保安全设施的选择符合项目需求？", "<output>": "评估方应根据定性、定量评价结果，对安全设施的选择提出明确要求和说明，确保其符合项目的实际需求和安全标准。"},
{"<input>": "煤矿建设项目安全预评估中，如何应对因安全数据不足带来的设计风险？", "<output>": "评估方应针对安全数据不足的问题，提出进一步的数据收集或专项研究的建议，以降低设计风险并确保项目的安全性。"},
{"<input>": "在煤矿建设项目安全预评估中，评价结论部分需要包含哪些关键内容？", "<output>": "评价结论应概括评价结果，给出建设项目在评价条件下与国家有关法律法规、标准、规章、规范的符合性结论；同时需给出建设项目危险、有害因素引发各类事故的可能性及其严重程度的预测性结论。此外，还需明确危险有害因素排序，指出应重点防范的重大灾害事故和重要的安全建议。"},
{"<input>": "如何理解煤矿安全预评估中‘预测性结论’的具体要求？", "<output>": "预测性结论需基于对建设项目危险、有害因素的系统分析，明确这些因素引发瓦斯爆炸、顶板垮落、透水等各类事故的可能性，并对其可能造成的伤亡程度、经济损失及社会影响等严重性进行量化或定性预测，为后续风险管控提供依据。"},
{"<input>": "煤矿安全预评估报告中的‘危险有害因素排序’应遵循什么原则？", "<output>": "排序应依据因素引发事故的概率和后果严重程度，采用风险评估矩阵等方法进行分级，将可能导致重大人员伤亡、系统性瘫痪或环境灾难的因素（如高瓦斯突出、冲击地压）列为优先管控对象，并在结论中明确列出前三位关键风险。"},
{"<input>": "安全预评估结论中‘符合性结论’的表述需要涵盖哪些法规标准？", "<output>": "符合性结论需对照《安全生产法》《煤矿安全规程》《防治煤与瓦斯突出细则》等国家法律法规、强制性标准及行业规范，逐项说明建设项目的选址、设计、工艺设备等环节是否满足要求，特别要强调与关键条款（如通风系统设计标准）的匹配性。"},
{"<input>": "为什么评价结论需特别强调‘重点防范的重大灾害事故’？应如何表述？", "<output>": "因煤矿灾害事故后果严重性差异大，结论需聚焦可能造成群死群伤或矿井毁灭性损失的事故类型（如煤尘爆炸、矿井火灾），通过分析地质条件、历史数据等明确具体灾害名称，并建议采取针对性措施（如增加瓦斯抽采系统）。"},
{"<input>": "安全建议在预评估结论中应具备哪些特征？", "<output>": "建议需具有可操作性、优先性和技术经济合理性，例如针对排序靠前的危险因素提出增设监测预警系统、优化巷道布置等具体措施，并区分设计阶段必须采纳的建议和运行期建议，避免泛泛而谈。"},
{"<input>": "煤矿建设项目安全预评价报告的主要目的是什么？", "<output>": "煤矿建设项目安全预评价报告的主要目的是对煤矿建设项目进行全面的安全评价，识别和分析危险、有害因素，评估其危险程度，提出安全对策措施及建议，为项目建设和建成投产后提供重要的安全技术指导。"},
{"<input>": "评价报告中应包含哪些主要内容？", "<output>": "评价报告中应包含概述、危险有害因素识别与分析、类比工程评价分析、定性定量评价、安全措施及建议、安全评价结论以及附录等内容。具体包括安全评价对象及范围、评价目的、评价依据、评价过程、建设项目概况、危险有害因素的辨识与分析、类比工程的选择与对比分析、评价单元的划分与评价方法的选择、安全设施要求及改进措施、评价结论以及相关附件和图纸。"},
{"<input>": "评价报告中危险有害因素识别与分析部分应包括哪些具体内容？", "<output>": "危险有害因素识别与分析部分应包括危险有害因素识别的方法和过程、危险有害因素的辨识、危险有害因素的危险程度分析、危险有害因素可能导致灾害事故类型、可能的激发条件和作用规律、主要存在场所分析以及危险有害因素的危险度排序。"},
{"<input>": "类比工程评价分析在评价报告中的作用是什么？", "<output>": "类比工程评价分析在评价报告中的作用是通过选择与建设项目相似的类比工程，对比分析主要危险有害因素，借鉴类比工程的安全生产经验，为建设项目提供安全评价依据和改进建议。"},
{"<input>": "评价报告中的定性定量评价部分应如何进行？", "<output>": "定性定量评价部分应首先划分评价单元，然后选择合适的评价方法，对每个评价单元进行定性定量安全评价，分析其安全状况，提出相应的安全措施和建议。"},
{"<input>": "评价报告中安全措施及建议部分应包括哪些内容？", "<output>": "安全措施及建议部分应包括设计选择安全设施的要求及其说明、设计中应注意的重大安全问题、改进措施及建议、地质工作建议、安全技术措施及建议以及安全管理措施及建议。"},
{"<input>": "评价报告附录中应包含哪些文件？", "<output>": "评价报告附录中应包含委托合同书、井田境界划定文件、采矿许可证（改建、扩建项目）、地质勘探报告书及评审意见书和备案证明、储量评审意见书及备案证明、可行性研究报告及评审资料、批准文件、其它专项研究资料以及相关图纸如开拓方式布置图等。"},
{"<input>": "评价报告的文字要求是什么？", "<output>": "评价报告的文字应简洁、准确，并附必要的图表或照片，以确保报告内容清晰、易于理解。"},
{"<input>": "评价报告中应附哪些中介机构的相关信息？", "<output>": "评价报告中应附实施安全预评价的中介机构的资质、工作人员名册、报告完成时间等相关情况及附件。"},
{"<input>": "评价报告中对评价对象和范围的描述有何要求？", "<output>": "评价报告中对评价对象和范围的描述应准确、清晰，明确界定评价的具体对象和范围，确保评价工作的针对性和有效性。"},
{"<input>": "煤矿建设项目安全预评价报告的格式应包含哪些具体内容？", "<output>": "煤矿建设项目安全预评价报告的格式内容包括：封面；评价机构安全评价资格证书副本复印件；著录项；目录；编制说明；前言；正文；附件；附录。"},
{"<input>": "安全预评价报告可以采用哪些载体形式？具体要求是什么？", "<output>": "安全预评价报告一般采用纸质载体。为适应信息处理需要，安全评价报告可辅助采用电子载体形式。"},
{"<input>": "在编制煤矿安全预评价报告时，哪些内容必须包含在报告的正文之前？", "<output>": "在编制煤矿安全预评价报告时，正文之前必须包含以下内容：封面；评价机构安全评价资格证书副本复印件；著录项；目录；编制说明；前言。"},
{"<input>": "安全预评价报告中附件和附录的作用是什么？它们是否必须包含在报告中？", "<output>": "安全预评价报告中的附件和附录是报告的组成部分，用于提供补充材料或详细信息。根据规定，附件和附录必须包含在报告中。"},
{"<input>": "评价机构的安全评价资格证书副本复印件在安全预评价报告中应如何呈现？", "<output>": "评价机构的安全评价资格证书副本复印件应作为安全预评价报告的独立部分，在封面之后、著录项之前呈现。"},
{"<input>": "安全预评价报告的电子载体形式有哪些适用场景？", "<output>": "安全预评价报告的电子载体形式适用于需要信息处理、存储或传输的场景，作为纸质载体的辅助形式使用。"},
{"<input>": "安全预评价报告的著录项通常包含哪些信息？", "<output>": "安全预评价报告的著录项通常包含报告的基本信息，如报告名称、评价机构名称、项目名称、编制日期等，具体内容需根据相关规定确定。"},
{"<input>": "在安全预评价报告中，编制说明部分的主要作用是什么？", "<output>": "在安全预评价报告中，编制说明部分主要用于说明报告的编制依据、方法、范围以及其他需要说明的事项，为报告的使用者提供必要的背景信息。"},
{"<input>": "安全预评价报告的前言部分通常包含哪些内容？", "<output>": "安全预评价报告的前言部分通常包含项目的背景、目的、意义以及报告的结构安排等内容，为后续正文部分提供引导。"},
{"<input>": "安全预评价报告的正文部分应涵盖哪些主要内容？", "<output>": "安全预评价报告的正文部分应涵盖项目的安全评价分析、评价过程、评价结论以及建议措施等主要内容，具体内容需根据评价项目的实际情况确定。"},
{"<input>": "煤矿建设项目安全预评估实施细则中对评估机构的资质要求是什么？", "<output>": "评估机构应具备国家规定的安全评价资质，并在资质证书有效期内开展评估工作。评估机构应配备与煤矿建设项目相适应的专业技术人员，且项目负责人应具有煤矿安全相关专业高级技术职称和5年以上煤矿安全评价工作经验。"},
{"<input>": "安全预评估报告需要包含哪些核心内容？", "<output>": "安全预评估报告应包括建设项目概况、危险有害因素辨识与分析、评价单元划分、定性定量评价、安全对策措施及建议、评估结论等内容。报告应重点分析煤矿建设项目的固有危险程度和风险可控性，明确可能存在的重大危险源。"},
{"<input>": "在煤矿建设项目安全预评估中，如何确定评价单元的划分原则？", "<output>": "评价单元划分应遵循相对独立、便于评价的原则，可按生产系统、工艺过程、作业场所或危险有害因素类别进行划分。对煤矿建设项目，通常划分为开拓开采、通风、瓦斯防治、防灭火、防治水、提升运输、电气安全等单元。"},
{"<input>": "安全预评估中采用的评价方法有哪些具体要求？", "<output>": "评估应采用定性与定量相结合的评价方法，包括但不限于安全检查表法、预先危险性分析法、故障类型和影响分析法、危险与可操作性分析法等。对重大危险源应采用至少两种以上方法进行相互验证，确保评价结果的可靠性。"},
{"<input>": "煤矿建设项目安全预评估中对现场勘查有什么规定？", "<output>": "评估机构必须进行现场勘查，勘查范围应覆盖建设项目所有作业场所和主要生产系统。现场勘查应重点关注地质条件、周边环境、已有安全设施等情况，并做好影像记录。勘查人员应包括相关专业技术人员，且不少于3人。"},
{"<input>": "安全预评估报告审查的主要流程是什么？", "<output>": "评估报告完成后，建设单位应组织专家评审会，评审专家组应由5名以上单数专家组成，其中至少3名专家具有煤矿相关专业高级技术职称。评审通过后，评估机构应根据评审意见修改完善报告，经建设单位确认后形成最终版本。"},
{"<input>": "安全预评估中对瓦斯灾害防治的评价重点包括哪些方面？", "<output>": "应重点评价瓦斯地质勘查程度、瓦斯参数测定准确性、瓦斯等级鉴定结果可靠性、通风系统设计的合理性、瓦斯抽采系统的有效性、监测监控系统的完备性以及防突措施的针对性。特别要分析高瓦斯区域和突出危险区的防治措施。"},
{"<input>": "在煤矿建设项目安全预评估中，如何评价防治水系统的有效性？", "<output>": "应从水文地质勘查程度、老空区探测准确性、防水煤柱留设合理性、排水系统能力匹配性、探放水措施可靠性等方面进行评价。重点分析可能存在的突水威胁区域，评估防治水措施能否有效控制水害风险。"},
{"<input>": "安全预评估报告中对安全对策措施的建议应满足什么要求？", "<output>": "安全对策措施应具有针对性、可操作性和经济合理性，既要符合国家法规标准要求，又要结合项目实际情况。措施建议应明确具体技术参数和实施要求，并按轻重缓急进行分类，对重大危险源必须提出本质安全型措施。"},
{"<input>": "煤矿建设项目安全预评估的结论部分应包含哪些关键要素？", "<output>": "评估结论应明确建设项目的安全风险等级，指出存在的重大危险源及其控制情况，说明采取安全措施后的剩余风险是否可接受，并给出是否同意通过安全预评估的明确意见。结论表述应严谨准确，不得使用模糊性语言。"},
{"<input>": "煤矿建设项目安全预评价实施细则AQ1095-2014的制定目的是什么？", "<output>": "煤矿建设项目安全预评价实施细则AQ1095-2014的制定目的是为了落实《煤矿建设项目安全设施监察规定》，规范煤矿建设项目安全预评价行为，有效发挥安全预评价在建设项目安全核准、安全专篇编制、建设及生产过程等工作中的重要作用。"},
{"<input>": "哪些单位负责起草了煤矿建设项目安全预评价实施细则？", "<output>": "煤矿建设项目安全预评价实施细则由国家煤矿安全监察局安全监察司和中国煤炭工业劳动保护科学技术学会负责起草，参加起草单位包括内蒙安邦安全科技有限公司和山西正诚矿山安全科技研究所。"},
{"<input>": "煤矿建设项目安全预评价实施细则适用于哪些类型的煤矿建设项目？", "<output>": "煤矿建设项目安全预评价实施细则适用于煤矿建设项目，包括新建、改建、扩建等矿井建设项目安全预评价的相关工作。"},
{"<input>": "在煤矿建设项目安全预评价中，对设计或新增生产能力在1.2Mt/a及以上的井工煤矿和4.0Mt/a及以上的露天煤矿建设项目，其安全预评价工作应由具有什么资质的安全评价中介机构承担？", "<output>": "设计或新增生产能力在1.2Mt/a及以上的井工煤矿和4.0Mt/a及以上的露天煤矿建设项目，其安全预评价工作应由具有甲级资质的安全评价中介机构承担。"},
{"<input>": "建设单位在选择安全评价中介机构承担煤矿建设项目安全预评价业务时，应遵循什么原则？", "<output>": "建设单位应自主选择具备相应资质的安全评价中介机构承担煤矿建设项目安全预评价业务，任何部门和个人不得干预安全评价中介机构的正常业务，不得指定建设单位接受特定安全评价中介机构开展安全预评价工作。"},
{"<input>": "承担煤矿建设项目安全预评价的中介机构在开展工作时，应遵循哪些基本原则？", "<output>": "承担煤矿建设项目安全预评价的中介机构应客观公正、实事求是、独立地开展安全预评价工作，并对所做出的安全预评价结果独立承担法律责任。评价单位与被评价对象有利害关系的应予回避。"},
{"<input>": "安全预评价报告在煤矿建设项目中具有什么作用？", "<output>": "安全预评价报告是煤矿建设项目核准、安全专篇审查必备基础材料，是项目建设和建成投产后重要的安全技术指导性文件。"},
{"<input>": "在安全预评价的前期准备阶段，需要收集哪些类型的资料？", "<output>": "在安全预评价的前期准备阶段，需要收集国内相关法律法规、标准、规章、规范，并收集并分析安全预评价对象及相关基础资料，具体参考资料目录见附录A。"},
{"<input>": "现场调查在煤矿建设项目安全预评价中包括哪些内容？", "<output>": "现场调查包括对煤矿建设项目的自然地理、周边环境、地质条件、资源条件、邻近矿井及小窑、改扩建矿井的现状等情况进行实地调查，以及对安全预评价报告引用的类比工程进行实地调查。"},
{"<input>": "危险、有害因素辨识与分析的重点是什么？", "<output>": "危险、有害因素辨识与分析应以瓦斯、煤尘、水、火、顶板、地热等自然灾害类危险因素和本建设项目特殊的有害因素为辨识重点，分析其危险程度、可能导致灾害事故的类型、可能的激发条件和作用规律、主要存在场所，并确定危险有害因素的危险度排序。"},
{"<input>": "类比工程评价分析在安全预评价中包括哪些步骤？", "<output>": "类比工程评价分析包括分析类比工程选择的依据，确定选择的类比工程；收集类比工程相关数据资料，分析数据资料的可靠性、充分性；进行类比工程与建设项目主要危险、有害因素的对比分析；进行类比工程安全生产对建设项目的借鉴分析。"},
{"<input>": "井工矿井建设项目安全预评价单元划分包括哪些单元？", "<output>": "井工矿井建设项目安全预评价单元划分包括开采单元、通风单元、瓦斯防治单元、粉尘防治单元、防灭火单元、防治水单元、安全监控单元、爆破器材储存、运输单元、运输、提升单元、压气及其输送单元、电气单元、应急救援单元、安全管理单元、卫生、保健与健康监护单元。"},
{"<input>": "露天煤矿建设项目安全预评价单元划分包括哪些单元？", "<output>": "露天煤矿建设项目安全预评价单元划分包括采剥单元、运输单元、排土单元、边坡与滑坡防治单元、防灭火单元、防治水单元、爆破器材储存、运输单元、压气及其输送单元、电气单元、应急救援单元、安全管理单元、卫生、保健与健康监护单元。"},
{"<input>": "在定性、定量评价中，需要评价哪些内容？", "<output>": "在定性、定量评价中，需要分单元进行定性、定量评价，确定评价单元中危险、有害因素导致事故发生的危险度；评价矿井瓦斯地质、煤层自燃倾向性、煤尘爆炸危险性、岩（煤）体含水储水条件、顶底板岩石力学性质、地质构造、地压、热害、老窑和采空区分布等与安全生产有关主要数据资料的充分性和可靠程度；评价生产系统（单元）的安全可靠性，安全系统（设施）的必要性和充分性，安全技术措施的可行性、充分性及可能效果；改扩建项目评价保证改扩建期间安全生产的技术和管理措施；评价建设单位安全管理工作能力。"},
{"<input>": "安全对策措施包括哪些方面的建议？", "<output>": "安全对策措施包括对可行性研究报告存在的违反安全生产法律法规和技术标准、存有缺陷和不足、或不适合建设项目实际的设计方案、生产系统工艺、安全系统、设施和设备、安全技术措施等提出改进措施；对设计中应注意的重大安全问题和建设项目设计选择安全设施提出要求和说明；对可能导致重大事故发生或容易导致事故发生的危险、有害因素提出进一步的安全技术与管理措施；对因地质资料、安全数据缺少或可信度低带来的相关问题提出下一步地质工作或专项研究的意见。"},
{"<input>": "安全预评价报告的主要内容包括哪些部分？", "<output>": "安全预评价报告的主要内容包括概述、危险、有害因素识别与分析、类比工程评价分析、定性、定量评价、安全措施及建议、安全评价结论、附录等部分，具体内容参见附录D。"},
{"<input>": "安全预评价报告的格式和载体有哪些要求？", "<output>": "安全预评价报告的格式内容包括封面、评价机构安全评价资格证书副本复印件、著录项、目录、编制说明、前言、正文、附件、附录。安全评价报告一般采用纸质载体，为适应信息处理需要，可辅助采用电子载体形式。"},
{"<input>": "煤矿建设项目安全预评价报告封面格式有哪些具体要求？", "<output>": "煤矿建设项目安全预评价报告封面格式分上下部，上部包括建设项目所在地区、委托单位名称、评价项目名称、安全验收评价报告；下部包括安全评价机构名称、安全评价机构资质证书编号、评价报告完成日期。封面样张见AQ8001—2007安全评价通则图D.1。"},
{"<input>": "著录项格式在安全预评价报告中如何布置？", "<output>": "著录项一般分两张布置，第一张分上下两部分，上部分为评价单位项目编号、建设项目性质、建设项目规模，下部署明评价机构的法人代表、技术负责人、项目负责人、报告编制完成的日期及评价机构公章用章区；第二张则为评价人员、各类技术专家以及其它有关人员名单，评价人员和技术专家均要手写签名。"}
]