[
{"<input>": "煤层气（煤矿瓦斯）排放标准（暂行）主要规定了哪些方面的内容？", "<output>": "煤层气（煤矿瓦斯）排放标准（暂行）规定了煤矿瓦斯排放限值以及煤层气地面开发系统煤层气排放限值。"},
{"<input>": "哪些类型的矿井和煤层气开发系统需要遵守煤层气（煤矿瓦斯）排放标准（暂行）？", "<output>": "现有矿井、煤层气地面开发系统瓦斯排放控制管理以及新建、改建、扩建矿井以及煤层气地面开发系统项目的环境影响评价、设计、竣工验收及其建成后的瓦斯排放控制管理。"},
{"<input>": "在哪些情况下，新建矿井或煤层气地面开发系统的选址和特殊保护区域内现有矿井或煤层气地面开发系统的管理需要按照其他法律法规执行？", "<output>": "新建矿井或煤层气地面开发系统的选址和特殊保护区域内现有矿井或煤层气地面开发系统的管理，按《中华人民共和国大气污染防治法》第十六条的相关规定执行。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准（暂行）适用于哪些排放行为？", "<output>": "煤层气（煤矿瓦斯）排放标准适用于法律允许的污染物排放行为。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准（暂行）的适用范围是否包括环境影响评价、设计、竣工验收及其建成后的瓦斯排放控制管理？", "<output>": "是，煤层气（煤矿瓦斯）排放标准适用现有矿井、煤层气地面开发系统瓦斯排放控制管理以及新建、改建、扩建矿井以及煤层气地面开发系统项目的环境影响评价、设计、竣工验收及其建成后的瓦斯排放控制管理。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准中引用了哪些规范性文件及其具体名称?", "<output>": "煤层气（煤矿瓦斯）排放标准内容引用了下列文件中的条款：AQ1026煤矿瓦斯抽采基本指标、AQ1027煤矿瓦斯抽放规范、AQ6201煤矿安全监控系统通用技术要求、AQ6204瓦斯抽放用热导式高浓度甲烷传感器、《污染源自动监控管理办法》（国家环境保护总局令第28号）、《环境监测管理办法》（国家环境保护总局令第39号）。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准的适用范围内，哪些文件的有效版本对标准具有约束力?", "<output>": "凡不注明日期的引用文件，其有效版本适用于煤层气（煤矿瓦斯）排放标准。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准中提到的AQ1026、AQ1027、AQ6201和AQ6204分别是什么内容的规范性文件?", "<output>": "AQ1026是煤矿瓦斯抽采基本指标的规范性文件，AQ1027是煤矿瓦斯抽放规范的规范性文件，AQ6201是煤矿安全监控系统通用技术要求的规范性文件，AQ6204是瓦斯抽放用热导式高浓度甲烷传感器的规范性文件。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准中引用的《污染源自动监控管理办法》和《环境监测管理办法》的发布机构和文号是什么?", "<output>": "《污染源自动监控管理办法》由国家环境保护总局令第28号发布，《环境监测管理办法》由国家环境保护总局令第39号发布。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准的引用文件中，哪些文件没有注明日期?", "<output>": "凡不注明日期的引用文件，其有效版本适用于煤层气（煤矿瓦斯）排放标准。"},
{"<input>": "请解释煤层气（煤矿瓦斯）排放标准中定义的‘高浓度瓦斯’和‘低浓度瓦斯’的区别是什么？", "<output>": "高浓度瓦斯是指甲烷体积浓度大于或等于30％经煤矿瓦斯抽放系统抽出或排出的瓦斯；低浓度瓦斯是指甲烷体积浓度小于30％经煤矿瓦斯抽放系统抽出或排出的瓦斯。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准中，‘标准状态’是指什么？这一状态对煤层气、煤矿瓦斯排放浓度的规定有何意义？", "<output>": "标准状态指温度273K，压力101325Pa时的状态。煤层气（煤矿瓦斯）排放标准规定的煤层气、煤矿瓦斯排放浓度均指标准状态下干空气数值，以确保排放浓度测量的统一性和可比性。"},
{"<input>": "请描述‘瓦斯抽放’和‘瓦斯抽放系统’在煤层气（煤矿瓦斯）排放标准中的定义及其作用。", "<output>": "瓦斯抽放是指采用专用设备和管路把煤层、岩层或采空区瓦斯抽出的措施；瓦斯抽放系统是指采用专用设备和管路把煤层、岩层和采空区中的瓦斯抽出或排出的系统工程。两者共同作用以减少瓦斯涌出，降低安全风险。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准中，‘现有矿井及煤层气地面开发系统’和‘新（扩、改）建矿井及煤层气地面开发系统’是如何区分的？", "<output>": "现有矿井及煤层气地面开发系统指煤层气（煤矿瓦斯）排放标准实施之日前已建成投产或环境影响评价文件已通过批准的井工煤矿和煤层气地面开发系统；新（扩、改）建矿井及煤层气地面开发系统是指煤层气（煤矿瓦斯）排放标准实施之日起环境影响评价文件通过批准的新、改、扩建井工煤矿和煤层气地面开发系统。"},
{"<input>": "请解释‘煤（岩）与瓦斯突出’的定义及其与矿井安全的关系。", "<output>": "煤（岩）与瓦斯突出是指在地应力和瓦斯的共同作用下，破碎的煤、岩和瓦斯由煤体或岩体内突然向采掘空间抛出的异常的动力现象。这种现象对矿井安全构成严重威胁，可能导致人员伤亡和设备损坏。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准中，‘排放’的定义是什么？它与‘瓦斯抽放’有何区别？", "<output>": "排放是指抽出的煤层气或煤矿瓦斯向大气排空。与瓦斯抽放不同，瓦斯抽放是指将瓦斯抽出并可能用于利用或处理，而排放是指将瓦斯直接排放到大气中。"},
{"<input>": "请说明‘绝对瓦斯涌出量’的定义及其单位。", "<output>": "绝对瓦斯涌出量是指单位时间内从煤层和岩层以及采落的煤（岩）体所涌出的瓦斯量，单位采用m³/min。这一指标用于评估矿井瓦斯涌出的强度。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准中，‘风排瓦斯’的定义是什么？它与其他瓦斯处理方式有何不同？", "<output>": "风排瓦斯是指煤矿采用通风方法并由风井排出的瓦斯。与其他瓦斯处理方式（如瓦斯抽放或排放）不同，风排瓦斯主要依靠矿井通风系统将瓦斯排出，通常不涉及专门的抽放设备。"},
{"<input>": "请解释‘煤(岩)与瓦斯突出矿井’的定义及其意义。", "<output>": "煤(岩)与瓦斯突出矿井是指在采掘过程中，发生过煤(岩)与瓦斯突出并经鉴定的矿井。这种矿井具有更高的安全风险，需要采取更严格的安全措施以防止类似事故再次发生。"},
{"<input>": "在煤矿瓦斯管理中，哪些情况下矿井必须建立瓦斯抽放系统？请详细说明。", "<output>": "有下列情况之一的矿井，必须建立地面永久抽放瓦斯系统或井下移动泵站抽放系统：a）一个采煤工作面的瓦斯涌出量大于5m³/min或一个掘进工作面瓦斯涌出量大于3m³/min，用通风方法解决瓦斯问题不合理时；b）矿井绝对涌出量达到以下条件的：（1）大于或等于40m³/min；（2）年产量1.0～1.5Mt的矿井，大于30m³/min；（3）年产量0.6～1.0Mt的矿井，大于25m³/min；（4）年产量0.4～0.6Mt的矿井，大于20m³/min；（5）年产量等于或小于0.4Mt，大于15m³/min。c）开采有煤与瓦斯突出危险煤层。"},
{"<input>": "哪些矿井应建立地面永久瓦斯抽放系统？需要满足哪些条件？", "<output>": "凡符合4.1.1条件，并同时具备以下两个条件的矿井，应建立地面永久瓦斯抽放系统：a）瓦斯抽放系统的抽放量可稳定在2m³/min以上；b）瓦斯资源可靠、储量丰富，预计瓦斯抽放服务年限在五年以上。"},
{"<input>": "煤矿瓦斯抽放的基本指标应按照什么标准执行？", "<output>": "煤矿瓦斯抽放基本指标按AQ1026执行。"},
{"<input>": "矿井瓦斯抽放系统的工程设计、抽放方法及管理应按照什么标准执行？", "<output>": "矿井瓦斯抽放系统工程设计要求、瓦斯抽放方法以及瓦斯抽放管理按AQ1027执行。"},
{"<input>": "具备地面煤层气开发条件的矿井，应采取什么措施实现瓦斯利用？", "<output>": "具备地面煤层气开发条件的矿井，应利用地面煤层气开发技术，实现“先采气、后采煤”。"},
{"<input>": "新建矿井及煤层气地面开发系统的煤层气（煤矿瓦斯）排放限值从何时开始执行？具体限值是多少？", "<output>": "自2008年7月1日起，新建矿井及煤层气地面开发系统的煤层气（煤矿瓦斯）排放执行表1规定排放限值。"},
{"<input>": "现有矿井及煤层气地面开发系统的煤层气（煤矿瓦斯）排放限值从何时开始执行？", "<output>": "自2010年1月1日起，现有矿井及煤层气地面开发系统的煤层气（煤矿瓦斯）排放执行表1规定的排放限值。"},
{"<input>": "对可直接利用的高浓度瓦斯，应如何处理？", "<output>": "对可直接利用的高浓度瓦斯，应建立瓦斯储气罐，配套建设瓦斯利用设施，可采取民用、发电、化工等方式加以利用。"},
{"<input>": "对目前无法直接利用的高浓度瓦斯，有哪些处理方式？", "<output>": "对目前无法直接利用的高浓度瓦斯，可采取压缩、液化等方式进行异地利用。"},
{"<input>": "对目前无法利用的高浓度瓦斯，可以采取哪些处理方式？", "<output>": "对目前无法利用的高浓度瓦斯，可采取焚烧等方式处理。"},
{"<input>": "矿井瓦斯抽放泵站和煤层气地面开发系统在安装污染物排放自动监控设备时，需要满足哪些具体要求？", "<output>": "新（扩、改）建矿井瓦斯抽放系统和煤层气地面开发系统应按照《污染源自动监控管理办法》的规定，安装污染物排放自动监控设备，并与环保部门的监控中心联网，并保证设备正常运行。"},
{"<input>": "在监测矿井瓦斯抽放泵站输入管路和瓦斯储气罐输出管路时，需要监测哪些参数？", "<output>": "矿井瓦斯抽放泵站输入管路、瓦斯储气罐输出管路应设置甲烷传感器、流量传感器、压力传感器及温度传感器，对管道内的甲烷浓度、流量、压力、温度等参数进行监测。"},
{"<input>": "甲烷传感器在煤矿安全监控系统中需要满足哪些技术要求？", "<output>": "甲烷传感器应达到AQ6204规定的技术指标，并符合AQ6201煤矿安全监控系统通用技术要求。"},
{"<input>": "企业如何进行排污状况的监测并保存相关记录？", "<output>": "企业应按照有关法律和《环境监测管理办法》的规定，对排污状况进行监测，并保存原始监测记录。"},
{"<input>": "在防止瓦斯泄漏方面，抽放泵站应采取什么措施？", "<output>": "抽放泵站应设甲烷传感器防止瓦斯泄漏。"},
{"<input>": "对于瓦斯抽放系统，在监测方面有哪些具体规定？", "<output>": "矿井瓦斯抽放泵站输入管路、瓦斯储气罐输出管路应设置甲烷传感器、流量传感器、压力传感器及温度传感器，对管道内的甲烷浓度、流量、压力、温度等参数进行监测。新（扩、改）建矿井瓦斯抽放系统和煤层气地面开发系统应按照《污染源自动监控管理办法》的规定，安装污染物排放自动监控设备，并与环保部门的监控中心联网，并保证设备正常运行。甲烷传感器应达到AQ6204规定的技术指标，并符合AQ6201煤矿安全监控系统通用技术要求。企业应按照有关法律和《环境监测管理办法》的规定，对排污状况进行监测，并保存原始监测记录。"},
{"<input>": "负责监督实施煤层气（煤矿瓦斯）排放标准的政府机构是什么？", "<output>": "由县级以上人民政府环境保护行政主管部门负责监督实施煤层气（煤矿瓦斯）排放标准。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准的执行过程中，哪级政府的哪个部门承担着监督的职责？", "<output>": "县级以上人民政府环境保护行政主管部门负责监督实施煤层气（煤矿瓦斯）排放标准。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准的监督实施工作由哪个级别的政府部门及其下属机构来负责？", "<output>": "煤层气（煤矿瓦斯）排放标准的监督实施工作由县级以上人民政府环境保护行政主管部门负责。"},
{"<input>": "在执行煤层气（煤矿瓦斯）排放标准时，具体的监督实施责任主体是哪个？", "<output>": "具体的监督实施责任主体是县级以上人民政府环境保护行政主管部门。"},
{"<input>": "对于煤层气（煤矿瓦斯）排放标准的实施情况，由哪个级别的政府部门中的哪个具体部门来进行监督？", "<output>": "对于煤层气（煤矿瓦斯）排放标准的实施情况，由县级以上人民政府环境保护行政主管部门来进行监督。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准中，对于矿井瓦斯抽采率有什么具体要求？", "<output>": "矿井瓦斯抽采率应当达到一定标准，具体要求是：矿井瓦斯抽采率应当达到80%以上，其中高瓦斯矿井和煤与瓦斯突出矿井的瓦斯抽采率应当达到90%以上。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准中规定了哪些瓦斯排放方式？", "<output>": "煤层气（煤矿瓦斯）排放标准中规定了瓦斯排放方式包括：瓦斯抽采、瓦斯利用和瓦斯排放。其中，瓦斯抽采是优先方式，瓦斯利用是鼓励方式，瓦斯排放是不得已情况下的最后选择。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放浓度有什么具体限制？", "<output>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放浓度有具体限制：瓦斯排放浓度不得超过30%，且在排放过程中应当采取措施减少对环境的影响。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准中，如何定义高瓦斯矿井和煤与瓦斯突出矿井？", "<output>": "煤层气（煤矿瓦斯）排放标准中，高瓦斯矿井是指矿井瓦斯涌出量大于一定标准，且瓦斯浓度经常超过安全限值的矿井；煤与瓦斯突出矿井是指矿井发生过煤与瓦斯突出事故，或者具有煤与瓦斯突出危险性的矿井。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯抽采系统的建设有什么要求？", "<output>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯抽采系统的建设有具体要求：瓦斯抽采系统应当具备足够的抽采能力，能够满足矿井瓦斯抽采需求，且应当设置可靠的监测和控制系统，确保瓦斯抽采安全有效。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准中，对于瓦斯利用有什么鼓励政策？", "<output>": "煤层气（煤矿瓦斯）排放标准中，对于瓦斯利用有鼓励政策：鼓励矿井将抽采的瓦斯用于发电、供热、工业燃料等方面，并给予相应的政策支持和经济补贴。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的监测有什么要求？", "<output>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的监测有具体要求：应当建立瓦斯排放监测系统，对排放点的瓦斯浓度、排放量、排放时间等进行实时监测，并定期进行数据分析和报告。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的环境影响评估有什么要求？", "<output>": "煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的环境影响评估有具体要求：在进行瓦斯排放前，应当进行环境影响评估，分析瓦斯排放对周边环境的影响，并采取相应的环保措施，减少环境影响。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的安全措施有什么要求？", "<output>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的安全措施有具体要求：应当设置瓦斯排放的安全设施，如排放管道、排放口、监测设备等，并制定相应的安全管理制度，确保瓦斯排放安全。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的许可证有什么要求？", "<output>": "煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的许可证有具体要求：进行瓦斯排放的单位必须取得相应的排放许可证，且在排放过程中应当遵守许可证的规定，不得超量排放。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的应急处理有什么要求？", "<output>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的应急处理有具体要求：应当制定瓦斯排放应急预案，明确应急处理流程和责任分工，确保在发生瓦斯泄漏等突发事件时能够及时有效地进行处理。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的监管有什么要求？", "<output>": "煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的监管有具体要求：应当建立瓦斯排放监管机制，对瓦斯排放单位进行定期检查和监督，确保其遵守排放标准，并对违规行为进行处罚。"},
{"<input>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的科研有什么支持？", "<output>": "在煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的科研有支持政策：鼓励科研机构和企业开展瓦斯排放相关的科研工作，推动瓦斯排放技术的创新和应用，提高瓦斯排放效率和环境效益。"},
{"<input>": "煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的公众参与有什么要求？", "<output>": "煤层气（煤矿瓦斯）排放标准中，对于瓦斯排放的公众参与有具体要求：在进行瓦斯排放决策时，应当充分考虑公众的意见和建议，通过公开听证、征求意见等方式，提高公众参与度，确保瓦斯排放决策的科学性和合理性。"}
]